{
  "breadcrumb": "Сотрудничество",
  "title": "Сотрудничество",
  "intro": [
    "Мы активно развиваем нашу партнерскую сеть, предлагая уникальные преимущества и специальные предложения для всех категорий партнеров. С нами вы сможете строить долгосрочные и выгодные отношения на основе доверия и безопасности.",
    "Сотрудничая с нами, вы получаете доступ к высококачественным строительным материалам, современным электротоварам и надежной сантехнике. Мы обеспечиваем стабильный доход и предоставляем надежную продукцию от"
  ],
  "advantages": {
    "title": "Наши преимущества",
    "items": [
      {
        "title": "Высокое качество продукции – ",
        "description": "Мы работаем только с проверенными и надежными производителями.",
        "icon": "/great-quality.png"
      },
      {
        "title": "Широкий ассортимент – ",
        "description": "У нас вы найдете все необходимое для строительства, электрики и светотехники.",
        "icon": "/wide-range.png"
      },
      {
        "title": "Сертифицированные товары –",
        "description": "Вся продукция соответствует строгим нормам качества и безопасности.",
        "icon": "/certified-products.png"
      },
      {
        "title": "Инновационные решения – ",
        "description": "Мы предлагаем самые современные и эффективные товары на рынке.",
        "icon": "/innovative-solutions.png"
      },
      {
        "title": "Надежное партнерство – ",
        "description": "Мы ценим долгосрочные отношения и всегда готовы поддержать наших клиентов.",
        "icon": "/reliable-partnership.png"
      }
    ]
  },
  "cooperationTerms": {
    "title": "Условия сотрудничества",
    "items": [
      {
        "title": "Торговым организациям",
        "description": "мы предлагаем всестороннюю поддержку: предоставление торгового оборудования, полное маркетинговое сопровождение и все необходимые данные для размещения нашей продукции на вашем сайте.",
        "image": "/trade-organizations.jpeg"
      },
      {
        "title": "Владельцам бизнеса",
        "description": "(отели, рестораны, производственные или жилые объекты, магазины или торговые центры) мы предоставляем современные решения для освещения по привлекательным ценам. Наша продукция отличается высоким качеством и энергоэффективностью.",
        "image": "/business-owner.jpg"
      },
      {
        "title": "Дизайнерам и проектным организациям",
        "description": "мы предоставляем полную техническую документацию и организуем персонализированные презентации в выгодном для вас формате.",
        "image": "/designers-and-design-bureaus.jpg"
      }
    ]
  }
}
