{
  "breadcrumb": "Оплата и доставка",
  "title": "Оплата и доставка",
  "sections": [
    {
      "title": "Прием заказов",
      "content": "В интернет-магазине ELEKTRO-MASSIVE заказы принимаются в режиме онлайн 24/7, без выходных. Минимальная сумма заказа зависит от кратности единиц в упаковке определенного товара. Обработка заказов проводится в рабочие дни с понедельника по пятницу с 9:00 до 18:00. Если заказ поступил в выходной или праздничный день, он будет обработан в ближайший рабочий день."
    },
    {
      "title": "Подтверждение и отправка",
      "content": "Заказы, подтвержденные до 12:00, отправляются в тот же день. Заказы, полученные и подтвержденные после 12:00, будут отправлены на следующий рабочий день после подтверждения нашим менеджером."
    },
    {
      "title": "Доставка заказа",
      "content": "Ваш заказ доставляется с помощью почтово-транспортной компании «Новая Почта». Вы можете выбрать ближайшее к вам отделение или воспользоваться курьерской доставкой прямо к дверям."
    },
    {
      "title": "Стоимость доставки",
      "content": "Для заказов на сумму от 3000 грн доставка в отделение почтовой службы осуществляется бесплатно. При заказах на сумму до 3000 грн, доставка оплачивается клиентом в соответствии с тарифами перевозчика. Курьерская адресная доставка всегда оплачивается клиентом."
    },
    {
      "title": "Сроки доставки",
      "content": "Срок доставки составляет от 1 до 3 рабочих дней, в зависимости от вашего региона. Если товар не будет забран из отделения «Новой Почты» в течение 5 дней, он будет возвращен отправителю."
    },
    {
      "title": "Оплата",
      "content": [
        "Оплатить заказ можно следующими способами:",
        "Онлайн-оплата банковскими картами Visa/MasterCard или через Google Pay/Apple Pay при оформлении заказа на сайте. Комиссия платежной системы составляет всего 2% от стоимости заказа. Банковский перевод на расчетный счет. После оформления заказа наш менеджер свяжется с вами для уточнения деталей. После подтверждения и осуществления оплаты, заказ будет обработан."
      ]
    },
    {
      "title": "Гарантия и возврат",
      "subsections": [
        {
          "title": "Проверка товара при получении",
          "content": [
            "При получении товара, пожалуйста, проверьте его целостность и соответствие заказу. Претензии по комплектности и внешнему виду товара принимаются только в присутствии курьера.",
            "Если товар был поврежден во время транспортировки, вы имеете право отказаться от его оплаты и запросить повторную отправку. В таком случае, пожалуйста, немедленно свяжитесь с нами по номеру: +380 98 039 28 53."
          ]
        },
        {
          "title": "Возврат товара ненадлежащего качества",
          "content": [
            "Покупатель имеет право вернуть товар ненадлежащего качества в течение всего гарантийного периода, который начинается с даты продажи, указанной в чеке или товарной накладной. Чтобы инициировать возврат, обратитесь по номеру +380 98 039 28 53.",
            "При получении товара, пожалуйста, проверьте его целостность и соответствие заказу. Претензии по комплектности и внешнему виду товара принимаются только в присутствии курьера.",
            "Если товар был поврежден во время транспортировки, вы имеете право отказаться от его оплаты и запросить повторную отправку. В таком случае, пожалуйста, немедленно свяжитесь с нами по номеру: +380 98 039 28 53."
          ]
        },
        {
          "title": "При обращении укажите:",
          "content": [
            "Причину возврата (добавьте фото товара, если это возможно).",
            "Стоимость товара.",
            "Номер заказа.",
            "Банковские реквизиты для возврата средств.",
            "Отправьте товар, подлежащий возврату, по адресу, который предоставит наш сотрудник отдела продаж. Денежные средства возвращаются банковским переводом на ваш карточный счет."
          ]
        },
        {
          "title": "Необходимые реквизиты для возврата средств:",
          "content": [
            "Название банка.",
            "МФО банка.",
            "ФИО получателя средств.",
            "Идентификационный номер (ЕГРПОУ или ИНН).",
            "Расчетный счет.",
            "Назначение платежа (должно содержать номер карточного счета и ФИО получателя)."
          ]
        }
      ]
    },
    {
      "title": "Возврат и обмен товара надлежащего качества",
      "content": [
        "Возврат или обмен товаров надлежащего качества, приобретенных в нашем магазине, возможны в течение 14 календарных дней со дня покупки, в соответствии со статьей 9 Закона Украины «О защите прав потребителей».",
        "Онлайн-оплата банковскими картами Visa/MasterCard или через Google Pay/Apple Pay при оформлении заказа на сайте. Комиссия платежной системы составляет всего 2% от стоимости заказа. Банковский перевод на расчетный счет. После оформления заказа наш менеджер свяжется с вами для уточнения деталей. После подтверждения и осуществления оплаты, заказ будет обработан."
      ],
      "conditions": [
        "Товар сохранен в работоспособном состоянии.",
        "Сохранен товарный вид, упаковка и все аксессуары.",
        "Товар не был в использовании и не имеет механических повреждений.",
        "Предоставлен документ, подтверждающий покупку (чек, товарная накладная)."
      ],
      "note": "Денежные средства возвращаются банковским переводом на ваш карточный счет."
    },
    {
      "title": "Ограничения гарантии",
      "content": "Товар не подлежит гарантийному обслуживанию в следующих случаях:",
      "cases": [
        "Окончание срока гарантии.",
        "Наличие механических повреждений или попытки разборки товара.",
        "Использование товара в условиях, не соответствующих правилам эксплуатации.",
        "Отсутствие оригинальной упаковки.",
        "Отсутствие документа, подтверждающего покупку."
      ]
    }
  ]
}
