{
  "pageTitle": "Услуги",
  "breadcrumbs": {
    "services": "Услуги"
  },
  "serviceGroups": {
    "cardFooter": "Локация: Вся Одесская область.",
    "electrical": {
      "title": "Электрические услуги",
      "services": [
        {
          "title": "Монтаж электропроводки",
          "description": "Проводим монтаж электропроводки внутри зданий и на открытых пространствах. Это включает прокладку проводов по стенам, полу, потолку, а также установку электропроводки на столбах для наружного освещения или питания. Обеспечиваем высокий стандарт качества монтажа, соблюдая все нормы безопасности.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/male-electrician-working-switchboard-with-fuses.jpg"
        },
        {
          "title": "Проектирование электросетей",
          "description": "Предоставляем услуги по проектированию электрических систем для жилых, коммерческих и промышленных объектов. Наши специалисты разрабатывают детальные планы, включая схемы размещения проводки, розеток, выключателей, а также системы освещения и энергосбережения.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/closeup-yellow-safety-glasses-architectural-project.jpg"
        },
        {
          "title": "Установка и обслуживание электрооборудования",
          "description": "Предоставляем услуги по установке и обслуживанию различного электрооборудования, включая розетки, выключатели, электрощиты, системы освещения, генераторы, а также солнечные панели для обеспечения энергонезависимости. Наша команда гарантирует эффективную безопасную работу. Предлагаем гарантию на все выполненные работы и обслуживание.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/person-near-alternative-energy-plant.jpg"
        }
      ]
    },
    "construction": {
      "title": "Строительные услуги",
      "services": [
        {
          "title": "Строительство и реконструкция",
          "description": "Все виды строительных работ, включая возведение новых зданий, монтаж конструкций, ремонт и реконструкцию существующих объектов. Мы осуществляем закладку фундамента, возведение стен, кровли, а также перепланировку и ремонты. Используем качественные материалы и современные технологии.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/top-view-steel-hammer-with-other-construction-elements-tools.jpg"
        },
        {
          "title": "Проектирование и планирование",
          "description": "Разработка детальных проектов для новых зданий, реконструкций и ремонтов. Включает составление архитектурных и конструктивных планов, смет и технических заданий. Мы обеспечиваем соответствие всем строительным стандартам и нормам.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/high-angle-measuring-tools-desk-still-life.jpg"
        },
        {
          "title": "Отделка и фасадные работы",
          "description": "Выполнение внутренних и наружных отделочных работ, таких как шпаклевка, покраска, укладка плитки, монтаж напольных покрытий и потолков. Кроме этого, проводим фасадные работы, включая утепление и декоративное оформление, для улучшения энергоэффективности и внешнего вида зданий.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/Otdelochnye-raboty.jpg"
        }
      ]
    },
    "plumbing": {
      "title": "Сантехнические услуги",
      "services": [
        {
          "title": "Установка систем водоснабжения и канализации",
          "description": "Разработка проектов для систем водоснабжения и канализации, включая планирование расположения трубопроводов, сантехнических приборов и системы отвода сточных вод. Устанавливаем все компоненты систем, такие как трубы, краны, фильтры, сифоны и канализационные системы, обеспечивая их надлежащую функциональность и соответствие нормам безопасности.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/unnamed.jpg"
        },
        {
          "title": "Монтаж и обслуживание сантехнических приборов",
          "description": "Профессиональный монтаж и обслуживание сантехнических приборов, включая умывальники, ванны, душевые кабины, унитазы, бойлеры и водонагреватели. Наша команда также проводит ремонт и замену старых или неисправных приборов, обеспечивая их эффективную и безопасную работу.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/poslugu-santexnika-u-lvovi.jpeg"
        },
        {
          "title": "Ремонт и обслуживание систем отопления",
          "description": "Установка и обслуживание систем отопления, таких как котлы, радиаторы, теплые полы и бойлеры. Выполняем ремонт и настройку систем отопления для обеспечения их эффективной работы и энергоэффективности. Наши услуги включают регулярное техническое обслуживание и устранение неисправностей.",
          "imageUrl": "https://elektromassivebucket.s3.amazonaws.com/shared/54331169__3-e1481210681457-min.f6ccd47a.jpg"
        }
      ]
    }
  }
}
