{
  "breadcrumb": "Про нас",
  "title": "Про нас",
  "intro": "ELEKTRO MASSIVE — ваш надійний партнер у світі електротехніки, будівельних матеріалів і сантехніки. З моменту нашого заснування у 2017 році ми прагнемо забезпечити наших клієнтів продукцією та послугами найвищої якості, спираючись на сучасні технології та кращі традиції у галузі.",
  "sections": {
    "aboutCompany": {
      "title": "Про компанію",
      "content": "Ми розпочали свою діяльність у 2017 році як дистриб'ютори електротехнічних товарів, прагнучи надати українському ринку тільки найкращу продукцію від перевірених виробників. Наша компанія швидко здобула репутацію надійного партнера завдяки увазі до деталей і якісному обслуговуванню. Всего через три роки, у 2020 році, ми відкрили великий спеціалізований магазин, що стало важливим етапом у розширенні нашого бізнесу та забезпеченні зручного сервісу для наших клієнтів."
    },
    "development": {
      "title": "Розвиток",
      "content": "З 2020 року наш бізнес продовжив зростати, і ми сформували команду досвідчених електриків та інженерів, які не тільки реалізують нашу продукцію, але й пропонують професійні послуги з проектування та монтажу електричних систем. У 2022 році ми зробили ще один важливий крок, відкривши новий магазин, що спеціалізується на будівельних матеріалах і сантехніці. Це дозволило нам розширити наш асортимент і запропонувати нашим клієнтам комплексні рішення для їх будівельних та ремонтних потреб."
    },
    "achievements": {
      "title": "Досягнення",
      "content": "Сьогодні ELEKTRO MASSIVE пишається тим, що є одним з провідних дистриб'юторів електротехнічних товарів в Україні. Ми пропонуємо широкий вибір продукції від найкращих виробників, а також надаємо професійні послуги з проектування, монтажу та обслуговування електричних систем. Наші магазини, розташовані в Ізмаїлі, що забезпечують нашим клієнтам зручний доступ до якісних матеріалів і обладнання."
    },
    "innovationsAndFuture": {
      "title": "Інновації та майбутнє",
      "content": "Ми постійно працюємо над покращенням якості наших послуг та розширенням асортименту. Наша команда активно слідкує за новими тенденціями і технологіями, щоб запропонувати нашим клієнтам найсучасніші рішення. Ми пишаємося нашими досягненнями і продовжуємо розвивати наш бізнес, прагнучи стати лідером у сфері електротехніки і будівельних матеріалів в Україні."
    }
  }
}
