{
  "breadcrumb": "Гарантія та повернення товару",
  "title": "Гарантія та повернення товару",
  "sections": [
    {
      "title": "Гарантія та повернення",
      "subsections": [
        {
          "title": "Перевірка товару при отриманні",
          "content": [
            "Під час отримання замовлення ми радимо ретельно оглянути товар на цілісність і відповідність вашому замовленню. Усі претензії щодо комплектності, зовнішнього вигляду чи пошкоджень приймаються лише за умови перевірки товару у присутності кур’єра.",
            "Якщо ви помітили пошкодження, отримані під час транспортування, маєте право відмовитися від прийому і оплати товару. У такому випадку ми організуємо повторне відправлення. Для цього зв’яжіться з нами якомога швидше за телефоном: +380 98 039 28 53. Наш менеджер допоможе вирішити ситуацію максимально швидко."
          ]
        },
        {
          "title": "Повернення товару неналежної якості",
          "content": [
            "Ми гарантуємо, що кожен наш клієнт має право на повернення товару неналежної якості протягом всього терміну гарантії. Цей період починається з дати покупки, зазначеної у фіскальному чеку або накладній. Щоб розпочати процедуру повернення, зверніться за телефоном +380 98 039 28 53."
          ]
        },
        {
          "title": "Під час звернення вкажіть наступну інформацію:",
          "content": [
            "Причину повернення (бажано додати фото пошкоджень або дефекту).",
            "Номер замовлення.",
            "Вартість товару.",
            "Банківські реквізити для повернення коштів.",
            "Товар, який підлягає поверненню, необхідно відправити за адресою, яку вам повідомить наш менеджер. Гроші повертаються банківським переказом на ваш картковий рахунок."
          ]
        },
        {
          "title": "Необхідні реквізити для повернення коштів:",
          "content": [
            "Назва банку.",
            "МФО банку.",
            "ПІБ отримувача.",
            "Ідентифікаційний номер (ІПН або ЄДРПОУ).",
            "Номер розрахункового рахунку.",
            "Призначення платежу (має містити номер картки та ПІБ отримувача)."
          ]
        }
      ]
    },
    {
      "title": "Повернення та обмін товару належної якості",
      "content": [
        "Ми розуміємо, що у вас можуть змінитися обставини, тому пропонуємо повернення або обмін товару належної якості протягом 14 календарних днів з дати покупки. Ця процедура здійснюється відповідно до статті 9 Закону України «Про захист прав споживачів».",
        "Для успішного повернення або обміну потрібно дотриматися таких умов:"
      ],
      "conditions": [
        "Товар збережено у справному стані, без пошкоджень.",
        "Упаковка, аксесуари та весь комплект товару залишаються цілими.",
        "Товар не використовувався і не має слідів експлуатації.",
        "Надано документ, що підтверджує покупку (фіскальний чек або накладна)."
      ],
      "note": "Грошові кошти повертаються банківським переказом на картковий рахунок покупця після перевірки товару."
    },
    {
      "title": "Обмеження гарантійного обслуговування",
      "content": "Гарантійне обслуговування не надається у таких випадках:",
      "cases": [
        "Термін гарантії закінчився.",
        "Товар має механічні пошкодження, викликані неправильним використанням або спробою розбирання.",
        "Товар використовувався в умовах, які суперечать інструкціям з експлуатації.",
        "Відсутня оригінальна упаковка або аксесуари.",
        "Ви не надали документ, що підтверджує покупку (чек або накладну)."
      ]
    }
  ]
}
