{
  "breadcrumb": "Гарантія та повернення товару",
  "title": "Гарантія та повернення товару",
  "sections": [
    {
      "title": "Гарантія та повернення",
      "subsections": [
        {
          "title": "Перевірка товару при отриманні",
          "content": [
            "При отриманні товару, будь ласка, перевірте його цілісність та відповідність замовленню. Претензії щодо комплектності та зовнішнього вигляду товару приймаються лише у присутності кур'єра.",
            "Якщо товар був пошкоджений під час транспортування, ви маєте право відмовитися від його оплати та запросити повторне відправлення. У такому разі, будь ласка, негайно зв'яжіться з нами за номером: +380 98 039 28 53."
          ]
        },
        {
          "title": "Повернення товару неналежної якості",
          "content": [
            "Покупець має право повернути товар неналежної якості протягом усього гарантійного періоду, який починається з дати продажу, вказаної в чеку або товарній накладній. Щоб ініціювати повернення, зверніться за номером +380 98 039 28 53.",
            "При отриманні товару, будь ласка, перевірте його цілісність та відповідність замовленню. Претензії щодо комплектності та зовнішнього вигляду товару приймаються лише у присутності кур'єра.",
            "Якщо товар був пошкоджений під час транспортування, ви маєте право відмовитися від його оплати та запросити повторне відправлення. У такому разі, будь ласка, негайно зв'яжіться з нами за номером: +380 98 039 28 53."
          ]
        },
        {
          "title": "При зверненні вкажіть:",
          "content": [
            "Причину повернення (додайте фото товару, якщо це можливо).",
            "Вартість товару.",
            "Номер замовлення.",
            "Банківські реквізити для повернення коштів.",
            "Надішліть товар, що підлягає поверненню, за адресою, яку надасть наш співробітник відділу продажу. Грошові кошти повертаються банківським переказом на ваш картковий рахунок."
          ]
        },
        {
          "title": "Необхідні реквізити для повернення коштів:",
          "content": [
            "Назва банку.",
            "МФО банку.",
            "ПІБ одержувача коштів.",
            "Ідентифікаційний номер (ЄДРПОУ або ІПН).",
            "Розрахунковий рахунок.",
            "Призначення платежу (має містити номер карткового рахунку та ПІБ одержувача)."
          ]
        }
      ]
    },
    {
      "title": "Повернення та обмін товару належної якості",
      "content": [
        "Повернення або обмін товарів належної якості, придбаних у нашому магазині, можливі протягом 14 календарних днів з дня покупки, відповідно до статті 9 Закону України «Про захист прав споживачів».",
        "Онлайн-оплата банківськими картами Visa/MasterCard або через Google Pay/Apple Pay під час оформлення замовлення на сайті. Комісія платіжної системи складає всього 2% від вартості замовлення. Банківський переказ на розрахунковий рахунок. Після оформлення замовлення наш менеджер зв'яжеться з вами для уточнення деталей. Після підтвердження і здійснення оплати, замовлення буде оброблено."
      ],
      "conditions": [
        "Товар збережено в працездатному стані.",
        "Збережено товарний вигляд, упаковку та усі аксесуари.",
        "Товар не був у використанні та не має механічних пошкоджень.",
        "Надано документ, що підтверджує купівлю (чек, товарна накладна)."
      ],
      "note": "Грошові кошти повертаються банківським переказом на ваш картковий рахунок."
    },
    {
      "title": "Обмеження гарантії",
      "content": "Товар не підлягає гарантійному обслуговуванню у таких випадках:",
      "cases": [
        "Закінчення терміну гарантії.",
        "Наявність механічних пошкоджень або спроби розбирання товару.",
        "Використання товару в умовах, що не відповідають правилам експлуатації.",
        "Відсутність оригінальної упаковки.",
        "Відсутність документа, що підтверджує покупку."
      ]
    }
  ]
}
