{
  "breadcrumb": "Співпраця",
  "title": "Співпраця",
  "intro": [
    "Ми активно розвиваємо нашу партнерську мережу, пропонуючи унікальні переваги та спеціальні пропозиції для всіх категорій партнерів. З нами ви зможете будувати довгострокові та вигідні відносини на основі довіри та безпеки.",
    "Співпрацюючи з нами, ви отримуєте доступ до високоякісних будівельних матеріалів, сучасних електротоварів та надійної сантехніки. Ми забезпечуємо стабільний дохід і надаємо надійну продукцію від"
  ],
  "advantages": {
    "title": "Наші переваги",
    "items": [
      {
        "title": "Висока якість продукції –",
        "description": "Ми працюємо тільки з перевіреними та надійними виробниками."
      },
      {
        "title": "Широкий асортимент – ",
        "description": "У нас ви знайдете все необхідне для будівництва, електрики та світлотехніки."
      },
      {
        "title": "Сертифіковані товари – ",
        "description": "Вся продукція відповідає строгим нормам якості та безпеки."
      },
      {
        "title": "Інноваційні рішення – ",
        "description": "Ми пропонуємо найсучасніші та найефективніші товари на ринку."
      },
      {
        "title": "Надійне партнерство – ",
        "description": "Ми цінуємо довгострокові відносини та завжди готові підтримати наших клієнтів."
      }
    ]
  },
  "cooperationTerms": {
    "title": "Умови співпраці",
    "items": [
      {
        "title": "Торговим організаціям",
        "description": "ми пропонуємо всебічну підтримку: надання торгового обладнання, повний маркетинговий супровід та всі необхідні дані для розміщення нашої продукції на вашому сайті."
      },
      {
        "title": "Власникам бізнесу",
        "description": "(готелі, ресторани, виробничі або житлових об'єкти, магазини чи торгових центрів) ми надаємо сучасні рішення для освітлення за привабливими цінами. Наша продукція відрізняється високою якістю та енергоефективністю."
      },
      {
        "title": "Дизайнерам та проектним організаціям",
        "description": "ми надаємо повну технічну документацію та організовуємо персоналізовані презентації у вигідному для вас форматі."
      }
    ]
  }
}
