{
  "breadcrumb": "Оплата і доставка",
  "title": "Оплата та доставка",
  "sections": [
    {
      "title": "Прийом замовлень",
      "content": "В інтернет-магазині ELEKTRO-MASSIVE замовлення приймаються в онлайн-режимі цілодобово, 24/7, без перерв і вихідних. Мінімальна сума замовлення визначається залежно від кратності одиниць товару в упаковці. Обробка замовлень проводиться виключно у робочі дні: з понеділка по п’ятницю з 9:00 до 18:00. Якщо ваше замовлення було оформлено у вихідний або святковий день, ми обробимо його в перший робочий день."
    },
    {
      "title": "Підтвердження та відправка",
      "content": "Замовлення, які підтверджені нашим менеджером до 12:00, відправляються у той же день. Якщо ваше замовлення було підтверджене після 12:00, його буде відправлено наступного робочого дня. Наша команда зв’яжеться з вами для уточнення деталей, щоб забезпечити точність і швидкість доставки."
    },
    {
      "title": "Доставка замовлення",
      "content": "Ми здійснюємо доставку замовлень через поштово-транспортну компанію «Нова Пошта». Ви можете обрати доставку до найближчого відділення чи скористатися послугою кур’єрської доставки прямо до дверей. Такий підхід забезпечує максимальний комфорт для наших клієнтів."
    },
    {
      "title": "Вартість доставки",
      "content": "При замовленні на суму від 3000 грн доставка до відділення «Нової Пошти» надається безкоштовно. Для замовлень на суму менше 3000 грн вартість доставки сплачується клієнтом відповідно до тарифів перевізника. Кур’єрська адресна доставка оплачується клієнтом завжди, незалежно від суми замовлення. **Увага! Умови безкоштовної доставки не стосуються габаритного товару — вартість доставки таких замовлень розраховується окремо.**"
    },
    {
      "title": "Терміни доставки",
      "content": "Термін доставки товарів складає від 1 до 3 робочих днів і залежить від вашого регіону. Ми завжди намагаємося забезпечити максимально оперативну доставку вашого замовлення. У разі, якщо товар не буде забрано з відділення «Нової Пошти» протягом 5 днів, він автоматично повертається відправнику."
    },
    {
      "title": "Оплата",
      "content": [
        "Оплатити замовлення можна наступними способами:",
        "Ми пропонуємо кілька зручних способів оплати для ваших замовлень. Онлайн-оплата банківськими картами Visa/MasterCard або через Google Pay/Apple Pay — цей спосіб доступний безпосередньо під час оформлення замовлення на сайті, причому комісія платіжної системи становить всього 2% від суми замовлення. Банківський переказ на розрахунковий рахунок — після оформлення замовлення наш менеджер зв’яжеться з вами, щоб надати всі необхідні реквізити для оплати, а замовлення буде оброблено після підтвердження оплати. Наложений платіж — ви маєте можливість сплатити за товар під час отримання у відділенні «Нової Пошти» або при кур’єрській доставці; зверніть увагу, що цей спосіб оплати може передбачати додаткову комісію перевізника."
      ]
    }
  ]
}
