{
  "pageTitle": "Послуги",
  "breadcrumbs": {
    "services": "Послуги"
  },
  "serviceGroups": {
    "cardFooter": "Локація: Вся Одеська область.",
    "electrical": {
      "title": "Електричні послуги",
      "services": [
        {
          "title": "Монтаж електропроводки",
          "description": "Проводимо монтаж електропроводки всередині будівель та на відкритих просторах. Це включає прокладання проводів по стінах, підлозі, стелі, а також установку електропроводки на стовпах для зовнішнього освітлення або живлення. Забезпечуємо високий стандарт якості монтажу, дотримуючись усіх норм безпеки.",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/male-electrician-working-switchboard-with-fuses.jpg"
        },
        {
          "title": "Проектування електромереж",
          "description": "Надаємо послуги з проектування електричних систем для житлових, комерційних та промислових об'єктів. Наші фахівці розробляють детальні плани, включаючи схеми розміщення проводки, розеток, вимикачів, а також системи освітлення і енергозбереження.",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/closeup-yellow-safety-glasses-architectural-project.jpg"
        },
        {
          "title": "Установка та обслуговування електрообладнання",
          "description": "Надаємо послуги з установки та обслуговування різного електрообладнання, включаючи розетки, вимикачі, електрощити, системи освітлення, генератори а також сонячні панелі для забезпечення енергонезалежності. Наша команда гарантує ефективну безпечну роботу. Пропонуємо гарантію на всі виконані роботи та обслуговування",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/person-near-alternative-energy-plant.jpg"
        }
      ]
    },
    "construction": {
      "title": "Будівельні послуги",
      "services": [
        {
          "title": "Будівництво та реконструкція",
          "description": "Всі види будівельних робіт, включаючи зведення нових будівель, монтаж конструкцій, ремонт і реконструкцію існуючих об'єктів. Ми здійснюємо закладку фундаменту, зведення стін, покрівлі, а також перепланування і ремонти. Використовуємо якісні матеріали і сучасні технологи.",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/top-view-steel-hammer-with-other-construction-elements-tools.jpg"
        },
        {
          "title": "Проектування та планування",
          "description": "Розробка детальних проектів для нових будівель, реконструкцій та ремонтів. Включає складання архітектурних і конструктивних планів, кошторисів та технічних завдань. Ми забезпечуємо відповідність всім будівельним стандартам і нормам.",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/high-angle-measuring-tools-desk-still-life.jpg"
        },
        {
          "title": "Оздоблення та фасадні роботи",
          "description": "Виконання внутрішніх і зовнішніх оздоблювальних робіт, таких як шпаклівка, фарбування, укладання плитки, монтаж підлогових покриттів і стель. Окрім цього, проводимо фасадні роботи, включаючи утеплення та декоративне оформлення, для поліпшення енергоефективності та зовнішнього вигляду будівель.",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/Otdelochnye-raboty.jpg"
        }
      ]
    },
    "plumbing": {
      "title": "Сантехнічні послуги",
      "services": [
        {
          "title": "Установка систем водопостачання та каналізації",
          "description": "Розробка проектів для систем водопостачання та каналізації, включаючи планування розташування трубопроводів, сантехнічних приладів та системи відведення стічних вод. Встановлюємо всі компоненти систем, такі як труби, крани, фільтри, сифони та каналізаційні системи, забезпечуючи їх належну функціональність і відповідність нормам безпеки.",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/unnamed.jpg"
        },
        {
          "title": "Монтаж та обслуговування сантехнічних приладів",
          "description": "Професійний монтаж та обслуговування сантехнічних приладів, включаючи умивальники, ванни, душові кабіни, унітази, бойлери та водонагрівачі. Наша команда також проводить ремонт і заміну старих або несправних приладів, забезпечуючи їх ефективну і безпечну роботу.",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/poslugu-santexnika-u-lvovi.jpeg"
        },
        {
          "title": "Ремонт та обслуговування систем опалення",
          "description": "Встановлення та обслуговування систем опалення, таких як котли, радіатори, теплі підлоги та бойлери. Виконуємо ремонт і налаштування систем опалення для забезпечення їх ефективної роботи та енергоефективності. Наші послуги включають регулярне технічне обслуговування та усунення несправностей.",
          "imageUrl": "https://elektromassivebucketproduction.s3.eu-central-1.amazonaws.com/shared/54331169__3-e1481210681457-min.f6ccd47a.jpg"
        }
      ]
    }
  }
}
