import React from "react";

const PublicOffer = () => {
  return (
    <div className="max-w-4xl mx-auto p-6 font-sans text-gray-800">
      <h1 className="text-3xl font-bold text-center mb-6">
        ПУБЛІЧНИЙ ДОГОВІР (ОФЕРТА)
      </h1>
      <p className="text-center mb-6">
        на замовлення, купівлю-продаж і доставку товарів
      </p>

      <div className="space-y-4">
        <p>
          Цей договір є офіційною та публічною пропозицією
          виробника/розповсюджувача укласти договір купівлі-продажу Товару,
          представленого на сайті
          <a
            href="https://elektromassive.com"
            className="text-blue-600 hover:underline"
          >
            {" "}
            https://elektromassive.com
          </a>
          .
        </p>

        <p>
          Згідно із положеннями ст. 633, 641, 642 Цивільного кодексу України,
          умови публічного договору (оферти) є однаковими для всіх покупців
          незалежно від їх статусу, без надання переваги одному покупцю перед
          іншим (крім тих, кому за законом надані відповідні пільги).
        </p>

        <p>
          У відповідності до ч. 2 ст. 642 Цивільного кодексу України, Договір
          вважається укладеним з моменту натискання кнопки «Підтвердити
          Замовлення», на сторінці оформлення замовлення в Розділі «Кошик»,
          та/або за допомогою телефонного дзвінка за номерами, вказаними на
          Сайті, що є акцептом даної оферти, і прирівнюється до укладення
          договору на умовах викладених нижче по тексту.
        </p>

        <p>
          Укладенням цього Договору, шляхом його акцептування, Покупець в
          повному обсязі приймає умови та порядок оформлення замовлення, оплати
          товару, доставки товару, повернення товару та усі інші умови договору.
        </p>

        <p>
          Дана публічна оферта адресована всім фізичним та юридичним особам, що
          бажають і мають можливість придбати Товар, інформація про який
          розміщена в інтернет-магазині ELEKTRO-MASSIVE™ -
          <a
            href="https://elektromassive.com"
            className="text-blue-600 hover:underline"
          >
            {" "}
            https://elektromassive.com
          </a>
          .
        </p>

        <p>
          Умови даного Договору розміщені у футері сайту (внизу сторінки), та
          доступні для ознайомлення Покупцю в будь-який момент перебування в
          інтернет-магазині (під час вибору Товару, оформлення замовлення, та
          після оплати Товару).
        </p>

        <p>
          Продавець з однієї сторони, керуючись чинним законодавством України,
          пропонує (публічну оферту) фізичній особі та/або юридичній особі (далі
          – Покупцю), в подальшому разом – Сторони, а кожен окремо – Сторона,
          укласти публічний договір купівлі-продажу (далі – Договір) на
          наступних умовах:
        </p>
      </div>

      <h2 className="text-2xl font-bold mt-8 mb-4">
        1. Терміни, які використовуються в публічному договорі.
      </h2>
      <div className="space-y-4">
        <p>
          <span className="font-semibold">1.1.</span> Публічна оферта (далі -
          «Оферта») - публічна пропозиція Продавця, адресована невизначеному
          колу осіб, укласти з Продавцем договір купівлі- продажу товару
          дистанційним способом (далі - «Договір») на умовах, що містяться в цій
          Оферті.
        </p>
        <p>
          <span className="font-semibold">1.2.</span> Акцепт - надання Покупцем
          повної і безумовної згоди Продавцю на пропозицію укласти Публічний
          договір на умовах та в порядку передбачених цим Договором, тобто повне
          прийняття Покупцем Публічної оферти, що здійснюється шляхом замовлення
          Покупця, здійсненого натисканням кнопки «Підтвердити замовлення», на
          сторінці оформлення замовлення в Розділі «Кошик» на сайті:
          <a
            href="https://elektromassive.com"
            className="text-blue-600 hover:underline"
          >
            {" "}
            https://elektromassive.com
          </a>{" "}
          або телефоном за номерами, вказаними на Сайті.
        </p>
        <p>
          <span className="font-semibold">1.3.</span> Товар – об&apos;єкт угоди
          сторін, який був обраний покупцем на сайті Інтернет- магазину та
          поміщений у кошик, або вже придбаний Покупцем у Продавця дистанційним
          способом.
        </p>
        <p>
          <span className="font-semibold">1.4.</span> Інтернет-магазин
          ELEKTRO-MASSIVE™ (інтернет-магазин, сайт) – сайт Продавця за адресою{" "}
          <a
            href="https://elektromassive.com"
            className="text-blue-600 hover:underline"
          >
            https://elektromassive.com
          </a>{" "}
          створений для ознайомлення та укладення договорів роздрібної та
          оптової купівлі-продажу Товару.
        </p>
        <p>
          <span className="font-semibold">1.5</span> Покупець – будь-яка
          дієздатна особа, що в порядку, передбаченому даним Договором, за
          власним волевиявленням повністю прийняла (акцептувала) всі його умови
          без виключення.
        </p>
        <p>
          <span className="font-semibold">1.6</span> Продавець - особа (юридична
          особа, фізична особа-підприємець), яка відповідно до українського
          законодавства є власником та/або розповсюджувачем товару та має намір
          здійснити його продаж за допомогою Сайту.
        </p>
        <p>
          <span className="font-semibold">1.7.</span> Футер сайту - завершальний
          блок сайту, що містить організаційну, корисну для користувача
          інформацію.
        </p>
        <p>
          <span className="font-semibold">1.8</span> Всі інші терміни, що окремо
          не визначені в даному Договорі, сприймаються і тлумачяться в їх
          буквальному граматичному значенні виходячи з положень чинного
          законодавства України, звичаїв ділового обороту, а також мети та
          предмету даного Договору
        </p>
      </div>

      <h2 className="text-2xl font-bold mt-8 mb-4">2. Предмет Договору</h2>
      <div className="space-y-4">
        <p>
          <span className="font-semibold">2.1.</span> Продавець
          зобов&apos;язується передати у власність Покупцю Товар, а Покупець
          зобов&apos;язується оплатити і прийняти Товар на умовах цього
          Договору.
        </p>
        <p>
          <span className="font-semibold">2.2.</span> У разі необхідності, за
          бажанням Покупця, Договір може бути оформлений у письмовій формі.
        </p>
      </div>

      <h2 className="text-2xl font-bold mt-8 mb-4">3. Оформлення Замовлення</h2>
      <div className="space-y-4">
        <p>
          <span className="font-semibold">3.1.</span> Покупець самостійно
          оформлює замовлення в Інтернет-магазині через форму «Кошик», або
          телефоном за номерами, вказаними на Сайті. Мінімальне замовлення
          обмежене кратністю одиниць одного найменування в упаковці.
        </p>
        <p>
          <span className="font-semibold">3.2.</span> Продавець має право
          відмовитися від передання замовлення Покупцеві у випадку, якщо
          відомості, вказані Покупцем під час оформлення замовлення, є неповними
          або викликають підозру щодо їх дійсності.
        </p>
        <p>
          <span className="font-semibold">3.3.</span> При оформленні замовлення
          Покупець на сайті Інтернет-магазину самостійно та на власний розсуд
          обирає наявний та запропонований до продажу Товар, натискає кнопку
          «Купити» та самостійно заповнює і направляє Продавцю форму
          «Підтвердження замовлення», або повідомляє дані телефоном, зокрема
          обов&apos;язково вказує своє прізвище, ім&apos;я та по-батькові, свій
          контактний телефон, адресу своєї електронної пошти, обраний спосіб
          оплати, обраний спосіб та бажане місце доставки Товару.
        </p>
        <p>
          <span className="font-semibold">3.4.</span> Найменування, кількість,
          артикул, ціна обраного Покупцем Товару вказуються в кошику Покупця на
          сайті Інтернет-магазину.
        </p>
        <p>
          <span className="font-semibold">3.5.</span> Якщо будь-якій із Сторін
          договору необхідна додаткова інформація він має право запросити її у
          іншої Сторони. Якщо Покупець не скористався правом звернення до
          Продавця за необхідною/додатковою інформацією, Продавець не несе
          відповідальності за відсутність такої інформації у Покупця, при
          здійсненні покупки товару в інтернет-магазині.
        </p>
        <p>
          <span className="font-semibold">3.6.</span> Даний Договір вважається
          укладеним (акцептованим), з моменту натискання Покупцем кнопки
          «Підтвердити замовлення» на сторінці оформлення замовлення в Розділі
          «Кошик» на сайті:{" "}
          <a
            href="https://elektromassive.com"
            className="text-blue-600 hover:underline"
          >
            https://elektromassive.com
          </a>{" "}
          У разі замовлення за допомогою телефонного дзвінка за номерами,
          вказаними на Сайті, Договір вважається укладеним з моменту однозначно
          вираженого наміру Користувача здійснити купівлю обраних ним на Сайті
          Товарів.
        </p>
        <p>
          <span className="font-semibold">3.7.</span> Покупець несе
          відповідальність за достовірність наданої інформації при оформленні
          Замовлення.
        </p>
        <p>
          <span className="font-semibold">3.8.</span> Укладаючи Договір, тобто
          акцептуючи умови даної пропозиції (запропоновані умови придбання
          Товару), шляхом оформлення Замовлення, Покупець підтверджує наступне:
        </p>
        <p className="pl-4">
          а) Покупець цілком і повністю ознайомлений, і згоден з умовами цієї
          пропозиції (оферти);
        </p>
        <p className="pl-4">
          б) він дає дозвіл на збір, обробку та передачу персональних даних,
          дозвіл на обробку персональних даних діє протягом усього терміну дії
          Договору, а також протягом необмеженого терміну після закінчення його
          дії. Крім цього, укладенням договору Покупець підтверджує, що він
          повідомлений (без додаткового повідомлення) про права, встановлених
          Законом України &quot;Про захист персональних даних&quot;, про цілі
          збору даних, а також про те, що його персональні дані передаються
          Продавцю з метою можливості виконання умов цього Договору, можливості
          проведення взаєморозрахунків, а також для отримання рахунків, актів та
          інших документів. Покупець також погоджується з тим, що Продавець має
          право надавати доступ та передавати його персональні дані третім
          особам без будь-яких додаткових повідомлень Покупця з метою виконання
          замовлення Покупця. Обсяг прав Покупця, як суб&apos;єкта персональних
          даних відповідно до Закону України &quot;Про захист персональних
          даних&quot; йому відомий і зрозумілий.
        </p>

        <h2 className="text-2xl font-bold mt-8 mb-4">
          4. Ціна і Доставка Товару
        </h2>
        <div className="space-y-4">
          <p>
            <span className="font-semibold">4.1</span> Ціни на Товари та послуги
            визначаються Продавцем самостійно та вказані на сайті
            Інтернет-магазину. Всі ціни на Товари та послуги вказані на сайті у
            гривнях з урахуванням ПДВ.
          </p>
          <p>
            <span className="font-semibold">4.2</span> Ціни на Товари та послуги
            можуть змінюватися Продавцем в односторонньому порядку залежно від
            кон&apos;юнктури ринку. При цьому ціна окремої одиниці Товару,
            вартість якої оплачена Покупцем в повному обсязі, не може бути
            змінена Продавцем в односторонньому порядку.
          </p>
          <p>
            <span className="font-semibold">4.3.</span> Вартість Товару, яка
            вказана на сайті Інтернет-магазину не включає в себе вартість
            доставки Товару Покупцю. Вартість доставки Товару сплачує Покупець,
            відповідно до діючих тарифів служби доставки ТОВ «Нова Пошта», з
            якими можна ознайомитись за посиланням{" "}
            <a
              href="https://novaposhta.ua/basic_tariffs"
              className="text-blue-600 hover:underline"
            >
              https://novaposhta.ua/basic_tariffs
            </a>
            .
          </p>
          <p>
            <span className="font-semibold">4.4.</span> Вартість Товару яка
            вказана на сайті Інтернет-магазину не включає в себе вартість
            доставки Товару на адресу Покупця.
          </p>
          <p>
            <span className="font-semibold">4.5.</span> Зобов&apos;язання
            Покупця по оплаті Товару вважаються виконаними з моменту надходження
            коштів на рахунок Продавця.
          </p>
          <p>
            <span className="font-semibold">4.6.</span> Оплата замовлення
            здійснюється онлайн банківською картою Visa/MasterCard, а також
            через Google Pay/Apple Pay або на розрахунковий рахунок при
            оформленні замовлення на сайті або телефоном.
          </p>
          <p>
            <span className="font-semibold">4.7.</span> Ризик випадкового
            знищення, втрати або пошкодження замовленого Товару переходить до
            Покупця з моменту вручення (передання) цього Товару до служби
            доставки ТОВ «Нова Пошта», який відображено у ТТН.
          </p>
          <p>
            <span className="font-semibold">4.8.</span> При отриманні товару
            Покупець повинен у присутності представника служби доставки
            (перевізника) перевірити відповідність Товару якісним і кількісним
            характеристикам (найменування товару, кількість, комплектність,
            термін придатності).
          </p>
          <p>
            <span className="font-semibold">4.9.</span> Покупець або його
            представник під час приймання Товару підтверджує своїм підписом в
            товарному чеку/ або в замовленні/ або в транспортній накладній на
            доставку товарів, що не має претензій до кількості товару, зовнішнім
            виглядом і комплектності товару.
          </p>
          <p>
            <span className="font-semibold">4.10.</span> Відмова Покупця від
            прийняття замовленого Товару, що є якісним, комплектним та повністю
            відповідає направленому Покупцем Замовленню на цей Товар та/або
            відмова Покупця від підписання документів на цей Товар вважається
            односторонньою відмовою Покупця від даного Договору в повному
            обсязі, що має наслідком припинення в повному обсязі всіх
            зобов&apos;язань Продавця, окрім зобов&apos;язань Продавця на
            повернення коштів, сплачених Покупцем за Товар, а у Покупця –
            зобов&apos;язання оплатити доставку.
          </p>
        </div>

        <h2 className="text-2xl font-bold mt-8 mb-4">
          5. Права ті обов&apos;язки Сторін
        </h2>
        <div className="space-y-4">
          <p>
            <span className="font-semibold">
              5.1. Продавець зобов&apos;язаний:
            </span>
          </p>
          <p className="pl-4">
            <span className="font-semibold">5.1.1.</span> Передати Покупцеві
            товар у відповідності до умов цього Договору та замовлення Покупця.
          </p>
          <p className="pl-4">
            <span className="font-semibold">5.1.2.</span> Не розголошувати
            будь-яку приватну інформацію про Покупця і не надавати доступ до
            цієї інформації третім особам, за винятком випадків, передбачених
            законодавством та під час виконання Замовлення Покупця.
          </p>
          <p>
            <span className="font-semibold">5.2. Продавець має право:</span>
          </p>
          <p className="pl-4">
            <span className="font-semibold">5.2.1</span> Змінювати умови цього
            Договору, а також ціни на Товари та послуги, в односторонньому
            порядку, розміщуючи їх на сайті Інтернет-магазину. Всі зміни
            набувають чинності з моменту їх публікації.
          </p>
          <p className="pl-4">
            <span className="font-semibold">5.2.2</span> Проводити Розпродажі та
            пропонувати Акційні пропозиції, що передбачають тимчасову можливість
            придбання Товару на більш вигідних умовах ніж зазвичай;
          </p>
          <p>
            <span className="font-semibold">
              5.3 Покупець зобов&apos;язується:
            </span>
          </p>
          <p className="pl-4">
            <span className="font-semibold">5.3.1</span> До моменту укладення
            Договору ознайомитися зі змістом Договору, умовами Договору і
            цінами, запропонованими Продавцем на сайті Інтернет-магазину.
          </p>
          <p className="pl-4">
            <span className="font-semibold">5.3.2</span> На виконання Продавцем
            своїх зобов&apos;язань перед Покупцем останній повинен повідомити
            всі необхідні дані, що однозначно ідентифікують його як Покупця, і
            достатні для доставки Покупцеві замовленого Товару та/або надання
            повних банківських реквізитів для повернення грошових коштів.
          </p>
          <p className="pl-4">
            <span className="font-semibold">5.3.3</span> В порядку та на умовах,
            встановлених даним Договором оплатити та прийняти замовлений Товар.
          </p>
        </div>

        <h2 className="text-2xl font-bold mt-8 mb-4">
          6. Якість товару та гарантії
        </h2>
        <div className="space-y-4">
          <p>
            <span className="font-semibold">6.1.</span> Запропонований до
            покупки Товар відповідає звичайним вимогам, встановленим до такого
            виду товару.
          </p>
          <p>
            <span className="font-semibold">6.2.</span> Товар є новим, не був в
            експлуатації, у справному стані та здатний виконувати свої функції,
            має етикетку/ярлик, із зазначенням всієї необхідної інформації про
            Товар. В оригінальній заводській упаковці, яка забезпечує збереження
            якості Товару під час транспортування та зберігання.
          </p>
          <p>
            <span className="font-semibold">6.3.</span> Строк чинності
            гарантійних зобов&apos;язань на Товар, зазначається на упаковці та
            на сайті.
          </p>
          <p>
            <span className="font-semibold">6.4.</span> Повернення Товару
            належної якості за адресою Продавця, здійснюється за рахунок Покупця
            та Продавцем Покупцеві не відшкодовується.
          </p>
          <p>
            <span className="font-semibold">6.5.</span> Якщо під час
            експлуатації у період гарантійного строку Товару, будуть виявлені
            приховані недоліки (дефекти) Товару, то вони мають бути усунуті за
            рахунок Продавця шляхом усунення недоліків або безоплатної заміни на
            новий Товар належної якості.
          </p>
          <p>
            <span className="font-semibold">6.6.</span> Покупець протягом трьох
            робочих днів з моменту виявлення прихованого дефекту Товару у період
            гарантійного строку, зобов&apos;язаний письмово сповістити про це
            Продавця
          </p>
          <p>
            <span className="font-semibold">6.7.</span> Під час гарантійної
            заміни дефектного Товару на новий належної якості, ціна на який
            змінилася, перерахунок вартості не проводиться.
          </p>
          <p>
            <span className="font-semibold">6.8.</span> За зіпсований Товар з
            вини Покупця Продавець відповідальності не несе і Товар заміні не
            підлягає. Товар неналежної якості не підлягає гарантійному
            обслуговуванню в наступних випадках:
          </p>
          <ul className="list-disc pl-8">
            <li>після закінчення терміну гарантії;</li>
            <li>
              при наявності механічних пошкоджень / деформацій, в тому числі,
              температурної деформації;
            </li>
            <li>
              при наявності ознак розбирання товару або втручання у його
              конструкцію;
            </li>
            <li>
              при використанні товару в умовах, що не відповідають правилам
              експлуатації, описаних в інструкції до товару;
            </li>
            <li>не збережена фірмова упаковка;</li>
            <li>
              відсутній документ, що підтверджує факт купівлі товару
              (розрахункова квитанція, касовий чек, товарний чек,
              експрес-накладна, видаткова накладна)
            </li>
          </ul>
        </div>

        <h2 className="text-2xl font-bold mt-8 mb-4">
          7. Обмін та повернення Товару (продовження)
        </h2>
        <div className="space-y-4">
          <p>
            <span className="font-semibold">7.5.</span> Повернення грошових
            коштів здійснюється банківським переказом на картковий рахунок
            фізичної особи. Для отримання коштів, Покупець на запит Продавця
            надає необхідні для повернення коштів реквізити.
          </p>
          <p>
            <span className="font-semibold">7.6.</span> Повернення Покупцеві
            вартості товару належної якості здійснюється протягом 7 (семи)
            календарних днів з моменту отримання такого Товару Продавцем за
            умови дотримання вимог, передбачених п. 7.5. Договору, чинним
            законодавством України.
          </p>
          <p>
            <span className="font-semibold">7.7.</span> Витрати на доставку у
            разі повернення Товару належної якості, покладаються на Покупця.
            Вартість доставки у випадку не отримання або відмови від отримання
            товару Покупцю не повертається, адже послуга доставки йому товару
            вже надана, і може бути вирахувана Продавцем при поверненні коштів
            за оплачений товар.
          </p>
          <p>
            <span className="font-semibold">7.8.</span> У разі виявлення
            протягом встановленого гарантійного строку недоліків Товару,
            Покупець особисто, в порядку та у строки, що встановлені даним
            Договором, має право пред&apos;явити Продавцеві вимоги, передбачені
            Законом України «Про захист прав споживачів». При пред&apos;явленні
            вимог про безоплатне усунення недоліків, строк на їх усунення
            відраховується з дати отримання Товару Продавцем в своє
            розпорядження та фізичного доступу до такого Товару.
          </p>
          <p>
            <span className="font-semibold">7.9.</span> Продавець не відповідає
            за недоліки Товару, які виникли після його передачі службі доставки,
            внаслідок порушення перевізником чи Покупцем правил перевезення,
            користування або зберігання Товару, дій третіх осіб або непереборної
            сили.
          </p>
        </div>

        <h2 className="text-2xl font-bold mt-8 mb-4">8. Відповідальність</h2>
        <div className="space-y-4">
          <p>
            <span className="font-semibold">8.1.</span> Продавець і Покупець
            несуть відповідальність за виконання своїх зобов&apos;язань
            відповідно до чинного законодавства України і положень цього
            Договору.
          </p>
          <p>
            <span className="font-semibold">8.2.</span> Продавець не несе
            відповідальності за неналежне, несвоєчасне виконання Замовлень і
            своїх зобов&apos;язань у випадку надання Покупцем недостовірної або
            помилкової інформації.
          </p>
          <p>
            <span className="font-semibold">8.3.</span> Продавець і Покупець
            несуть відповідальність за виконання своїх зобов&apos;язань
            відповідно до чинного законодавства України і положень цього
            Договору.
          </p>
          <p>
            <span className="font-semibold">8.4.</span> Продавець або Покупець
            звільняються від відповідальності за повне або часткове невиконання
            своїх зобов&apos;язань, якщо невиконання є наслідком форс- мажорних
            обставин як: війна або військові дії, землетрус, повінь, пожежа та
            інші стихійні лиха, що виникли незалежно від волі Продавця і / або
            Покупця після укладення цього договору. Сторона, яка не може
            виконати свої зобов&apos;язання, негайно повідомляє про це іншу
            Сторону.
          </p>
          <p>
            <span className="font-semibold">8.5</span> Продавець не несе
            відповідальності за дії третіх осіб, в тому числі сервісів оплати і
            служб доставки.
          </p>
        </div>

        <h2 className="text-2xl font-bold mt-8 mb-4">
          9. Конфіденційність і захист персональних даних.
        </h2>
        <div className="space-y-4">
          <p>
            <span className="font-semibold">9.1.</span> Надаючи свої персональні
            дані на сайті Інтернет-магазину при реєстрації або оформленні
            Замовлення, Покупець надає Продавцеві свою добровільну згоду на
            обробку, використання (у тому числі і передачу) своїх персональних
            даних, а також вчинення інших дій, передбачених Законом України «Про
            захист персональних даних», без обмеження терміну дії такої згоди.
          </p>
          <p>
            <span className="font-semibold">9.2.</span> Продавець
            зобов&apos;язується не розголошувати отриману від Покупця
            інформацію. Не вважається порушенням надання Продавцем інформації
            контрагентам і третім особам, що діють на підставі договору з
            Продавцем, в тому числі і для виконання зобов&apos;язань перед
            Покупцем, а також у випадках, коли розкриття такої інформації
            встановлено вимогами чинного законодавства України.
          </p>
          <p>
            <span className="font-semibold">9.3.</span> Покупець несе
            відповідальність за підтримання своїх персональних даних в
            актуальному стані. Продавець не несе відповідальності за неякісне
            виконання або невиконання своїх зобов&apos;язань у зв&apos;язку з
            неактуальністю інформації про Покупця або невідповідністю її
            дійсності.
          </p>
        </div>

        <h2 className="text-2xl font-bold mt-8 mb-4">10. Інші умови</h2>
        <div className="space-y-4">
          <p>
            <span className="font-semibold">10.1.</span> Цей договір укладено на
            території України і діє відповідно до чинного законодавства України.
          </p>
          <p>
            <span className="font-semibold">10.2.</span> Усі спори, що виникають
            між Покупцем і Продавцем, вирішуються шляхом переговорів. У випадку
            недосягнення врегулювання спірного питання шляхом переговорів,
            Покупець та/або Продавець мають право звернутися за вирішенням спору
            до судових органів відповідно до чинного законодавства України.
          </p>
          <p>
            <span className="font-semibold">10.3.</span> Продавець має право
            вносити зміни до цього Договору в односторонньому порядку,
            передбаченому п. 5.2.1. Договору. Крім того, зміни до Договору також
            можуть бути внесені за взаємною згодою Сторін в порядку,
            передбаченому чинним законодавством України.
          </p>
          <p>
            <span className="font-semibold">10.4</span> Укладаючи даний
            публічний Договір Покупець надає свою повну цілковиту та безстрокову
            згоду на отримання від Продавця за допомогою SMS (в тому числі за
            допомогою месенджерів), електронної пошти, соціальних мереж, тощо
            інформаційних повідомлень про новини Інтернет-магазину, а також про
            акційні пропозиції та розпродажі Товарів, що проводяться Продавцем в
            Інтернет-магазині.
          </p>
        </div>

        <h2 className="text-2xl font-bold mt-8 mb-4">
          АДРЕСА ТА РЕКВІЗИТИ ПРОДАВЦЯ:
        </h2>
        <div className="space-y-2">
          <p>ФОП «Челаку Євген Михайлович»</p>
          <p>Адреса: Одеська область, м. Ізмаїл, вул. Шевченко, буд. 1</p>
          <p>IBAN UA 333052990000026007014923889 в ПАТ «ПРИВАТБАНК»</p>
          <p>Код ЄДРПОУ 3378014114</p>
          <p>ІПН 3378014114</p>
          <p>Тел. +38 (097) 632-31-59</p>
        </div>
      </div>
    </div>
  );
};

export default PublicOffer;
